export const requestTime = 1000


export const iThematicsMock = [
	{
		id: 1,
		name: "Робототехника",
		status: 1,
		description: "Робототе́хника — прикладная наука, занимающаяся разработкой автоматизированных технических систем и являющаяся важнейшей технической основой развития производства.",
		image: ""
	},
	{
		id: 2,
		name: "Аддитивное производство",
		status: 1,
		description: "Аддитивное производство или аддитивный технологический процесс — это процесс изготовления деталей, который основан на создании физического объекта по электронной модели путем добавления материала, как правило, слой за слоем, в отличие от вычитающего производства и традиционного формообразующего производства. ",
		image: ""
	},
	{
		id: 3,
		name: "Искусственный интеллект",
		status: 1,
		description: "Искусственный интеллект",
		image: ""
	},
]